{
  "title": "Illumine Lingao",
  "description": "![lingao cover](/lgqm/images/uploads/cover.png)\n\nOther names: 临高启明, Lin Gao Qi Ming, Morning Star of Lingao, LGQM.\n\nAuthor: 吹牛者 (Boaster). Translater: jwd. Editor & Tech Support: sqooid.\n\nOriginal: [Qidian](https://www.qidian.com/book/1262627/).\n\n**Synopsis**\n\nThey were not cast into these troubled waters by accident; it was their own choice.\n\nSome wanted to become kings and hegemons; some wanted to save the world from destruction; and some wanted to stop the last barbaric conquest of civilization, and thus rewrite the history of the Chinese people.\n\nOf course, some people just wanted to gather a harem and live a life they couldn’t in the modern world.\n\nIt is this group of ordinary people, each with their own goals and motivation, who have neither the courage of lions nor the invincibility of fairy-tale heroes, that set forth on a new journey. They crowd onto an old ship, armed with modern technology and knowledge, and cast off into the sunset years of the Ming Dynasty.\n\nDestination: Hainan.\n\n---\n\n**Note from the translator**\n\nSuggested for mature audiences. This book contains strong language and violence. There are no sexually explicit scenes, although there are suggestions of such. It grapples with complex themes such as slavery, sexual exploitation, war, death, and abject human impoverishment and suffering. In my reading (you are entitled to your own, I am just explaining why I think it is for a mature reader), this novel is, above all else, an amoral one. Our protagonists are not 'good' and our antagonists are not 'evil'. There are only shades of grey; a turbulent mixing pot upon the boiling flames of grounded pragmatism. The story takes realism to its extreme conclusion: how would a group of _ordinary_ people achieve their goals, given the material reality they are confronted with? Read it, then, not as a moralistic tale, but as a 'true' history recorded as it was: a drama driven by realpolitik and not nebulous ideals.\n\nNo regular release schedule planned for now. Volume 1 will be released fairly rapidly, but later volumes will not be so quick. I am aiming for 1-2 chapters/week in the long-term, but this will depend significantly on the complexity of the chapter at hand. If would like to help out as a consultant/editor, feel free to drop me a message on discord @olibu_ or via email jwdtranslations@gmail.com\n\nHope you enjoy!",
  "shortDescription": "A book about time travel",
  "icon": "/lgqm/images/uploads/Capture1.PNG",
  "cover": "/lgqm/images/uploads/cover.png",
  "volumeOverrides": [
    {
      "volume": 0,
      "replacement": "Extra Information"
    },
    {
      "volume": 1,
      "replacement": "1 - Setting Sail"
    }
  ]
}
